/* No Internet connection. */
"Error.NoInternet" = "Bitte erst mit dem Internet verbinden.";

/* Invalid server reply. */
"Error.NoReply" = "Ups! Der Server ist momentan kaputt.";

/* Server does not reply. */
"Error.NoServer" = "Ups! Der Server antwortet nicht.";

/* Not enough space. */
"Error.NoSpace" = "Dein Speicherplatz reicht nicht aus.";

/* From start date to end date. */
"DateRange" = "%1$@ bis %2$@";

/* day.month.year */
"iOS3.ShortDateFormat" = "d.M.y";

/* day.month. */
"iOS3.VeryShortDateFormat" = "d.M.";

/* Calculator */
"Tab.Calculator" = "Rechner";

/* Challenges */
"Tab.Challenges" = "Challenges";

/* Theme */
"Tab.Theme" = "Thema";

/* One open challenge. */
"Challenge.Open1" = "1 Challenge offen";

/* More than one open challenges. */
"Challenge.OpenX" = "%u Challenges offen";

/* One expired challenge. */
"Challenge.Expired1" = "1 Challenge abgelaufen";

/* More than one expired challenges. */
"Challenge.ExpiredX" = "%u Challenges abgelaufen";

/* Next week. */
"Date.NextWeek" = "nächste Woche";

/* Loading. */
"Network.Loading" = "wird geladen ...";

/* Done. */
"Challenge.Done" = "Geschafft!";

/* Done? */
"Challenge.IsDone" = "Geschafft?";

/* Expired. */
"Challenge.Expired" = "abgelaufen";

/* Weekday when next challenge starts. */
"Challenge.FromDay" = "ab %@";

/* Tip. */
"Challenge.Tip" = "Tipp";

/* Back. */
"Challenge.Back" = "Zurück";

/* One remaining day. */
"Date.RemainingDay" = "noch heute";

/* Number of remaining days. */
"Date.RemainingDays" = "noch %d Tage";

/* Progress of friends. */
"Facebook.FriendsProgress" = "Fortschritt Deiner Freunde:";

/* Results of friends. */
"Facebook.FriendsResults" = "Resultate Deiner Freunde:";

/* No friends. */
"Facebook.NoFriends" = "Bisher nimmt noch keiner\nDeiner Freunde teil.";

/* Score download error. */
"Scores.Error" = "Ups! Die Ergebnisse können gerade nicht geladen werden.";

/* Facebook is not activated. */
"Facebook.NotActivated1" = "Mit Facebook verbinden";

/* Facebook is not activated. */
"Facebook.NotActivated2" = "Vergleiche deinen Fortschritt mit Deinen\nFreunden aus Facebook.";

/* Facebook is not activated. */
"Facebook.NotActivated3" = "Das kannst Du jederzeit wieder deaktivieren.";

/* Disconnect from Facebook. */
"Facebook.Disconnect1" = "Facebook ausschalten";

/* Disconnect from Facebook. */
"Facebook.Disconnect2" = "Die Verbindung der EcoChallenge App mit\nDeinem Facebook-Account wird gekappt.";

/* Disconnect from Facebook. */
"Facebook.Disconnect3" = "Das kannst Du jederzeit wieder aktivieren.";

/* One calculator entry. */
"Facebook.Entry" = "(1 Eintrag)";

/* Number of calculator entries. */
"Facebook.Entries" = "(%u Einträge)";

/* Waiting for scores. */
"Scores.Waiting" = "Ergebnisse werden geladen ...";

/* Continue sentence. */
"Scores.AmongstOthers" = ", unter anderem auch ";

/* Enumeration of friends. */
"Scores.And" = " und ";

/* No participants. */
"Scores.NoParticipants" = "Bisher hat noch niemand diese Challenge geschafft. Mach jetzt den Anfang!";

/* Accomplished.*/
"Scores.Accomplished" = "geschafft";

/* Do accept challenges. */
"Challenges.DoAccept" = "Challenges annehmen:";

/* Did accept challenges. */
"Challenges.DidAccept" = "Challenges angenommen.";

/* Runs for 0 days. */
"Challenges.RunningFor0" = "läuft seit heute";

/* Runs for 1 day. */
"Challenges.RunningFor1" = "läuft seit gestern";

/* Runs for x days. */
"Challenges.RunningForX" = "läuft seit %d Tagen";

/* Not yet running */
"Challenges.NotRunning" = "Top, die Wette gilt!";

/* Does not run for 0 days. */
"Challenges.NotRunningFor0" = "seit heute abgelaufen";

/* Does not run for 1 day. */
"Challenges.NotRunningFor1" = "seit gestern abgelaufen";

/* Does not run for x days. */
"Challenges.NotRunningForX" = "seit %d Tagen abgelaufen";

/* Challenge teaser. */
"Challenge.Teaser2" = "Hier findest Du bald die zweite Challenge dieser Woche.";

/* Start calculator. */
"Calculator.Start" = "Rechnung beginnen";

/* Add to calculator. */
"Calculator.Add" = "hinzufügen";

/* Myself. */
"Scores.Myself" = "Ich";

/* Finish. */
"Calculator.Finish" = "Fertig";

/* Source. */
"FlipView.Source" = "Hintergründe/Quellen";

/* Sources. */
"FlipView.Sources" = "Kalkulationsgrundlage und Quellen:";

/* Theme of the week. */
"Theme.CurrentWeek" = "THEMA DIESE WOCHE:";

/* Charts. */
"Achievements.Charts" = "Du bist auf Platz %1$u von %2$u";

/* Achievements. */
"AchievementsView.Achievements" = "Auszeichnungen";

/* Challenges. */
"AchievementsView.Challenges" = "Challenges";

/* There are no achievements. */
"AchievementsView.NoAchievements" = "Schaffe beide Challenges in einer Woche und verdiene Dir eine Auszeichnung!";

/* Ranking. */
"AchievementsView.Ranking" = "Ranking";

/* Worldwide accomplished challenges. */
"AchievementsView.WorldwideChallenges" = "Weltweit geschaffte Challenges:";

/* About EcoChallenge. */
"Credits.EcoChallenge" = "Die EcoChallenge-App will Dich auf dem Weg zu einem nachhaltigeren Lebensstil begleiten. Nimm die Herausforderung an!\n\nEcoChallenge liefert Dir jede Woche zwei neue Herausforderungen und Informationen zu Themen wie regionales Essen, sauberes Licht oder Mobilität. Entdecke viele kleine Maßnahmen mit großer Wirkung!";

/* Third party code. */
"Credits.ThirdParty1" = "Verwendete Open-Source-Software:";

/* Third party code. */
"Credits.ThirdParty2" = "ZipArchive (Minizip), Facebook iOS SDK, Stig Brautasets JSON Framework";

/* License. */
"Credits.License" = "Der Quellcode von EcoChallenge wurde unter der GPL 3.0 veröffentlicht. Davon ausgenommen sind sämtliche in dieser Anwendung enthalten Fotos, Abbildungen, Icons, Fonts und redaktionelle Inhalte.";

/* Show tutorial. */
"Tutorial.Show1" = "Tutorial anzeigen";

/* Show Tutorial. */
"Tutorial.Show2" = "Auf der Themenseite wird beim nächsten Mal der Erklärungstext angezeigt.";

/* Email subject. */
"Mail.Subject" = "Einladung zu EcoChallenge";
